[GENERAL]
NAME				= Oʻzbekcha (Uzbek)
TRANSLATOR			= Shamsiddinov Zafar
DLG_FONT_NAME			=
DLG_FONT_SIZE			=
; E-mail: zfrx94@mail.ru
; Last updated: 10.06.2022, 14:04
[TEXT]
TEXT_EXPIRED			= Amal qilish muddati tugamoqda.
TEXT_BETA			= Beta versiya
TEXT_UNREGISTERED		= Qayd etilmagan
TEXT_SAFEMODE			= Xavfsiz rejim
TEXT_SAFEMODE_MESSAGE		= Bandicam xavfsiz rejimda ishlamoqda. \nXavfsiz rejimda ayrim funksiyalar, xususan qurilmani tezlashtirish kodeki ishlamasligi mumkin.
TEXT_INIT_FAIL			= Dasturni ishga tushirib boʻlmaydi.
TEXT_APPINFO			= Bandicam — yuqori samarali video yozuvchi dasturdir.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam qayd etilmagan.


; error
TEXT_ERROR_DISKSPACE		= Diskda joy yetarli emas.
TEXT_ERROR_VIDEO_CAP		= Videoni tasvirga olish vaqtida xatolik yuz berdi.
TEXT_ERROR_AUDIO_CAP		= Ovozni yozish vaqtida xatolik.\nAgar sizga yordam kerak boʻlsa, «ОК» tugmasini bosing.
TEXT_ERROR_IMAGE_CAP		= Rasmga olishda xatolik.\nChiquvchi jildni tekshirish soʻraladi.
TEXT_ERROR_CREATEFILE		= Faylni hosil qilib boʻlmadi.\nAgar yordam kerak boʻlsa, «ОК» tugmasini bosing.
TEXT_ERROR_OUTPUTFOLDER		= Chiquvchi jild mavjud emas. Chiquvchi jildni almashtiring.
TEXT_ERROR_RENAME_FILE		= Tanlangan faylni qayta nomlashda xatolik.
TEXT_ERROR_CODEC_INIT		= Kodekni qoʻllashda xatolik.
TEXT_ERROR_CODEC_INIT_RETRY	= Kodekni qoʻllashda xatolik.\nH.264 (CPU) kodekini qoʻllashni xohlaysizmi?
TEXT_ERROR_CODEC_VIDEO		= Video yozish toʻxtatildi, chunki kodekda muammo aniqlandi.
TEXT_ERROR_LOGO_IMAGE		= Ushbu rasm formati qoʻllanmaydi. \nPNG formatidagi faylni tanlang.
TEXT_ERROR_INIT_DEVICE		= Video yozish qurilmasida xatolik mavjud.
TEXT_ERROR_NO_DEVICES		= Video yozish qurilmasi aniqlanmadi.
TEXT_ERROR_EXISTING_PRESET_NAME	= Siz kiritgan nom oldindan mavjud. \nBoshqa nom kiritish soʻraladi.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Facebook siyosati tufayli endi bu funksiya mavjud emas.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = Ovoz qurilmasi mavjud boʻlmaganligi bois yozish toʻxtatildi.
TEXT_ERROR_DUPLICATE_HOTKEYS	= Ikki nusxadagi tezkor tugmalar mavjud. Tezkor tugmani faqat bittasiga qoʻllang.
TEXT_ERROR_NO_SOUND_DEVICE	= Ovoz qurilmasi faollashtirilmagan. Kamida bitta qurilmani tanlang.
TEXT_ERROR_NO_MORE_5_UPLOADING  = Siz bir vaqtning oʻzida 5 tadan ortiq videoni joylay olmaysiz. Hozirgi joylash jarayoni tugagandan keyin qolganlarini joylang.
TEXT_CAN_NOT_CHANGE_TB		= Bu jarayon faqat qayd etilgan versiya uchun amal qiladi. \nIltimos, dasturni qayd eting!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= 10 tadan ortiq element qoʻsha olmaysiz.
TEXT_WARNING_AMD_APP		= Sizning tizimingiz «H.264 (AMD VCE)ni» qoʻllamaydi, shuning uchun odatiy kodeklardan foydalaning.
TEXT_WARNING_AMD_APP2		= Sizning tizimingiz «H.264 (AMD VCE)ni» qoʻllamaydi.
TEXT_WARNING_DEVICE_CHANGE	= Agar video qurilmasi tanlovini oʻzgartirsangi video yozish toʻxtatiladi. Shunday qilinsinmi?
TEXT_WARNING_EXIT_BANDICAM	= Bandicam dasturidan chiqib ketsangiz, yozish toʻxtatiladi.\n Dasturdan chiqib ketilsinmi?
TEXT_WARNING_EXIT_BANDICAM_SREC	= Dastur ishi toʻxtatilsa, rejali yozish jarayonini amalga oshirib boʻlmaydi. \nDastur ishini toʻxtatasizmi?
TEXT_WARNING_DEL_OVERLAY	= Tanlangan ustqoʻyilma oʻchirib tashlansinmi?
TEXT_WARNING_UNREGISTER		= Bandicam qaydnomasi oʻchirib tashlansinmi?
TEXT_NOTICE_NEED_TO_RENEW	= Bandicam litsenziyasi %d kundan keyin tugaydi. Litsenziya yoʻriqnomasi bilan tanishib chiqish uchun 'OK' tugmasini bosing.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Bandicam litsenziya muddati tugadi. Litsenziya yoʻriqnomasi bilan tanishib chiqish uchun 'OK' tugmasini bosing.

; video setting page name
TEXT_VID_PAGE_SOUND		= Ovoz
TEXT_VID_PAGE_WEBCAM		= Veb kamera
TEXT_VID_PAGE_LOGO		= Logotip
TEXT_VID_PAGE_EFFECTS		= Sichqoncha
TEXT_VID_PAGE_TEXT		= Matn
TEXT_VID_PAGE_OPTIONS		= Tanlovlar

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= Asosiy
TEXT_OPT_PAGE_OUTPUT		= Chiquvchi
TEXT_OPT_PAGE_HOOKING		= Olish
TEXT_OPT_PAGE_LANGUAGE		= Til
TEXT_OPT_PAGE_HOTKEYS		= Tezkor tugmalar
TEXT_OPT_PAGE_OTHERS		= Boshqalar

TEXT_VIDEO			= Video
TEXT_AUDIO			= Ovoz

TEXT_FOLDER_SELECT		= Saqlash uchun jildni tanlang.

TEXT_FMT_FULL_SIZE		= Toʻliq hajmda
TEXT_FMT_HALF_SIZE		= Yarim hajmda
TEXT_FMT_FIT_WIDTH		= Eni
TEXT_FMT_FIT_HEIGHT		= Boʻyi
TEXT_FMT_CUSTOM_SIZE		= Belgilash
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Original ovoz formati
TEXT_FMT_AUTO			= Avtomatik
TEXT_FMT_LOSSLESS		= Yoʻqotishsiz

; preset
TEXT_PRESET_DEFAULT		= Odatiy
TEXT_PRESET_HALFSIZE		= Yarim oʻlchamda
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Tezkor 60 FPS uchun
TEXT_PRESET_LOWEND		= Pastkuchlanuvchi ShK
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= PMP/Divx Player uchun
TEXT_PRESET_EDIT		= Videotahrir uchun
TEXT_PRESET_POWERPOINT		= MS PowerPoint uchun
TEXT_PRESET_320x0		= Eni, 320x0
TEXT_PRESET_640x0		= Boʻyi, 640x0
TEXT_PRESET_800x0		= Eni, 800x0
TEXT_PRESET_1280x0		= Eni, 1280x0
TEXT_PRESET_USER		= Foydalanuvchi

TEXT_CHANGE_LANG		= Bandicam tilini almashtirish uchun dasturga qayta kirish kerak.\nQayta kirilsinmi?
TEXT_CHANGE_HOOK		= Oluvchi nishonni almashtirish uchun Bandicamga qayta kirish kerak.\nHoziroq qayta kirilsinmi?
TEXT_CHANGE_SIZE		= Bandicamni oyna oʻlchamini oʻzgartirish uchun, qayta kirish kerak.\nHoziroq qayta kirilsinmi?
TEXT_RESET_ALL_SETTINGS		= Siz haqiqatan ham, hamma tanlovlarni standart holatga qaytarasizmi?

TEXT_REGISTER_SUCCEEDED		= Bandicam qayd etildi. Tashakkur!
TEXT_REGISTER_FAILED		= Qayd etishda xatolik. \nE-mailingiz va Seriya raqamini tekshirib koʻring.
TEXT_REGISTER_CONNECT_FAILED	= Server bilan bogʻlanib boʻlmadi.\nInternet bogʻlanganligini tekshirib koʻring va tizim vaqti va sanasini bugunga togʻrilang.\nAgar Sizga yordam kerak boʻlsa, «ОК» tugmasini bosing.
TEXT_REGISTER_INFO		= E-mail: %s\r\nSeriya raqami: %s
TEXT_REGISTER_INFO2		= Tugash vaqti : %s (%d kun oʻtdi)
TEXT_REGISTER_INFO2_EXPIRED	= Tugash sanasi : %s (Muddati oʻtgan)
TEXT_REGISTER_LIMITED		= Yozish toʻxtatildi.\n\nSiz qayd etilmagan versiyada faqat 10 daqiqa yozishingiz mumkin. \nDasturni qayd eting!
TEXT_REGISTER_LIMITED_SREC	= Siz qayd etilmagan versiyada faqat 10 daqiqa yozishingiz mumkin.\nDasturni qayd eting!
TEXT_REGISTER_NEWRECORD		= Siz qayd etilmagan versiyada yangidan yozishingiz mumkin emas. \nQayd eting!
TEXT_REGISTER_LICENCE_INFO	= Qayd etilmagan!!!\r\nAgar logotipsiz yozmoqchi boʻlasangiz, \r\nlitsenziyani sotib olish soʻraladi.

TEXT_PROGRAM_INVALID		= Dasturda nuqson bor. \nIltimos, dasturni qayta oʻrnating.

TEXT_SELECT_NOT_SELECTED	= Yozish uslubini tanlang
TEXT_SELECT_TARGET		= Oynani bosing
TEXT_SELECT_DEVICE		= Video yozish qurilmasini tanlang
TEXT_TARGET_DIRECTX		= Oʻyin rejimi — Oʻyinlar va Video lavhalarni «DirectX» yordamida yozish.
TEXT_TARGET_SCREEN		= Ekran rejimi — Ish stoli va Veb videoni yozish.
TEXT_TARGET_DEVICE		= Videoqurilma rejimi — Veb kamera hamda HDMI signallarini yozish.
TEXT_TARGET_AUDIO		= Faqat ovoz rejimi — faqat ovozni yozib olish.
TEXT_TARGET_CHANGING		= Agar yozish uslubini oʻzgartirsangiz, yozish toʻxtatiladi.\nDavom etirishni xohlaysizmi?
TEXT_TARGET_CLOSE		= Agar joriy yozish rejimi toʻxtatilsa, yozish toʻxtatiladi.\nDavom etirishni xohlaysizmi?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Siz «Oʻyin rejimi»da yoza olmaysiz chunki shunday oyna tanlanmagan.\n\nSiz «Ekran rejimi»da yozishni xohlaysizmi?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Siz «Videoqurilma rejimi»da yoza olmaysiz, chunki qurilma tanlanmagan.\n\n«Ekran rejimi»da yozishni xohlaysizmi?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Yozish rejimi tanlanmagani uchun yoza olmaysiz.\n\nStandart «Ekran rejimi» tanlansinmi?

TEXT_STATUSBAR_READY		= Tayyor
TEXT_STATUSBAR_RECORDING	= Yozmoq
TEXT_STATUSBAR_PAUSE		= Pauza

TEXT_UPDATE_AVAILABLE		= Bandicamning yangi versiyasi aniqlandi. \nYuklab olasizmi?
TEXT_UPDATE_UNAVAILABLE		= Siz eng oxirgi versiyani ishlatayapsiz.
TEXT_UPDATE_FAILED		= Yangisi versiyani tekshirishda xatolik. \nInternet bilan bogʻlanish yoʻq\nyoki server mavjud emas.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Yuklab olib boʻlmadi. Agar qayd etgan boʻlsangiz, e-mail pochtangizni koʻrsating.

TEXT_TARGET_FULL		= Toʻliq ekranda
TEXT_TARGET_RESTORE		= Qaytarmoq
TEXT_TARGET_TOGGLE_TOP		= Panelni yuqoriga joylamoq
TEXT_TARGET_TOGGLE_BOTTOM	= Panelni pastga joylamoq
TEXT_TARGET_FIND		= Yozish maydonini tanlash
TEXT_TARGET_RESIZE		= Oʻlchamni tanlash menyusi
TEXT_TARGET_IMAGE		= Suratga olmoq
TEXT_TARGET_PEN			= Chizish uslubi
TEXT_TARGET_RECORD_START	= Video yozish — start
TEXT_TARGET_RECORD_PAUSE	= Video yozish — pauza
TEXT_TARGET_RECORD_STOP		= Video yozish — stop
TEXT_TARGET_MENU		= Menyu
TEXT_TARGET_DISPLAY		= %d-ekran

TEXT_DEVICE_FULL		= Toʻliq ekran
TEXT_DEVICE_RESTORE		= Qaytarmoq
TEXT_DEVICE_SELECT_DEVICE	= Qurilmani tanlamoq
TEXT_DEVICE_VOLUME		= Ovoz nazorati
TEXT_DEVICE_IMAGE		= Suratga olmoq
TEXT_DEVICE_RECORD_START	= Video yozish - start
TEXT_DEVICE_RECORD_PAUSE	= Video yozish - pauza
TEXT_DEVICE_RECORD_STOP		= Video yozish - stop
TEXT_DEVICE_MENU		= Menyu

TEXT_RC_HOWTO_NOCOMPLETE	= Avtotoʻxtovsiz yozish
TEXT_RC_HOWTO_BYTIME		= Vaqt boʻyicha
TEXT_RC_HOWTO_BYSIZE		= Hajm boʻyicha
TEXT_RC_HOWTO_BYSILENCE		= Jimlik davomiyligi boʻyicha
TEXT_RC_AFTER_NEWRECORD		= Yangi yozishni boshlamoq
TEXT_RC_AFTER_EXIT		= Bandicamdan chiqmoq
TEXT_RC_AFTER_SHUTDOWN		= Komputerni oʻchirib qoʻymoq

TEXT_SHUTDOWN_SEC		= Tizim %d soniyadan soʻng oʻchadi.

TEXT_SEL_IMAGE_FILE		= Rasmli faylni tanlang.

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- Faol emas --
TEXT_SND_SELECT_2_DISABLE	= -- O‘chirilgan (Tavsiya etiladi) --

TEXT_CORRUPTED_AVI_FILE		= Oxirgi yozilgan fayl shikastlangan.\nUning xatoligi tuzatilsinmi?\n\nFayl: %s
TEXT_SELECTED_CORRUPTED_FILE	= Tanlangan fayl shikastlangan.\nTuzatilsinmi?\n\nFayl: %s
TEXT_TRAY_BALLOON_TIP		= Bandicam sozlamalar oynasini koʻrish uchun, treydagi dastur yorligʻini bosing.
TEXT_TRAY_BALLOON_TIP_RECT	= Ekran hududidagi ramkani koʻrsatish uchun, treydagi yorliqni bosing.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Yozish darchasini koʻrish uchun treydagi ikonkani bosing.
TEXT_FORCE_STOP			= Yozishni toʻxtatib boʻlmadi, \nyoziloyotgan oyna javob bermayapti.\nMajburiy toʻxtatilsinmi?
TEXT_EXTERNAL_CODEC		= - Tashqi kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Avto tanlov)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Yozish holati
TEXT_INDICATOR_TIME		= Yozish vaqti
TEXT_INDICATOR_SIZE		= Yozilgan fayl hajmi / diskda boʻsh joy
TEXT_INDICATOR_VOLUME		= Joriy ovoz balandligi

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [ Oʻrtacha ]   topshiriq uchun oʻrtacha taqsimlash
TEXT_REC_PRIORITY_HIGH		= [ Yuqori oʻrtacha ]   Yuqori, oʻrtacha taqsimlashga nisbatan
TEXT_REC_PRIORITY_HIGHEST	= [ Yuqori ]   Boshqa dasturlar sekin ishlaydi

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut oʻrnatilmagan. Bandicutni internetdan yuklab olishni xohlaysizmi?
TEXT_OUTPUTS_DELETE		= Tanlangan fayllarni doimo uzoqlashtirishni xohlaysizmi?
TEXT_OUTPUTS_SELCOUNT		= %d ta elementlar tanlangan.

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Dastur nomi
TEXT_FILE_NAME_PREFIX_CUSTOM	= Koʻrsatilgan nom
TEXT_FILE_NAME_PREFIX_NONE	= Yoʻq
TEXT_FILE_NAME_SUFFIX_TIME	= Sana/Vaqt
TEXT_FILE_NAME_SUFFIX_NUMBER	= Ketma-ket raqam

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= 1 va 1440 daqiqalar orasidagi raqamlarni kiriting.
TEXT_TIMER_REC_STOP_RECORDING	= Yozish jarayoni ketmoqda. \nSiz yozishni toʻxtatib, davom ettirmoqchimisiz?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Vaqtga qarab yozish mavjud emas, chunki qurilma tanlanmagan. Avval yozish rejimini tanlang.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Videoni yuklashdan oldin, nomini kiriting.
TEXT_UPLOAD_VID_NO_PASSWORD	= Parol kiriting.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Kirish — Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= YouTube bilan brauzerdan tizimga kirish...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Bekor qilmoq
TEXT_UPLOAD_VIMEO_LOGIN		= Kirish — Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Vimeo bilan brauzerdan tizimga kirish...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Bekor qilmoq
TEXT_UPLOAD_FACEBOOK_LOGIN	= Kirish — Facebook
TEXT_UPLOAD_COMPLETE		= Yuklandi
TEXT_UPLOAD_ERR_FAIL		= Bu videoni yuklashda xatolik.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Ushbu fayl juda katta.
TEXT_UPLOAD_ERR_FREESPACE	= Vimeoda yetarli joy mavjud emas.
TEXT_UPLOAD_ERR_CONNECT		= Server bilan bogʻlanishda xatolik.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Videoni yuklab boʻlmadi. Vimeo Basic foydalanuvchilarida bu funksiya mavjud emas.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam YouTube tomonidan tayinlangan kunlik yuklash kvotasidan oshib ketdi.\n Kvota Tinch okean vaqti yarim tunda tiklanadi.\n Iltimos, yarim tundan keyin yana urinib koʻring yoki YouTube.com saytiga oʻting va videoni toʻgʻridan-toʻgʻri YouTube saytiga joylang.\n\n YouTube.com saytiga tashrif buyurmoqchimisiz?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Kirish belgisi olinmadi.

; deinterlacing
TEXT_DEINT_NONE			= (Yoʻq)
TEXT_DEINT_ODD			= Toq maydonlar
TEXT_DEINT_EVEN			= Juft maydonlar
TEXT_DEINT_BLEND		= Aralash

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= Ovoz yozish uchun tugmani bosib turish
TEXT_SND_CAP_PUSH_TO_MUTE	= Ovoz yozmaslik uchun tugmani bosib turish

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Oʻrnatish jarayoni ketmoqda...
TEXT_UPDATE_FAILED_DL		= Fayllarni yuklab olishda xatolik. \nTizim Internetga ulanmagan.
TEXT_UPDATE_INSTALL_SUCCEED	= Oʻrnatish bajarildi.
TEXT_UPDATE_INSTALL_FAILED	= Oʻrnatilmadi :(

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Yoʻq)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Gorizontal
TEXT_WEBCAM_FLIP_VERTICAL	= Vertikal

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Nomi
TEXT_SREC_HEADER_STATUS		= Holati
TEXT_SREC_HEADER_START_TIME	= Boshlanish vaqti
TEXT_SREC_HEADER_END_TIME	= Tugash vaqti
TEXT_SREC_HEADER_DURATION	= Davomiyligi
TEXT_SREC_HEADER_TARGET		= Nishon
TEXT_SREC_HEADER_AFTER_REC	= Yozishdan soʻng
TEXT_SREC_DEFAULT_NAME		= Rejali
TEXT_SREC_DELETE_SCHEDULES	= Vaqtinchalik rejani oʻchirmoqchimisiz?
TEXT_SREC_STATUS_WAITING	= Kutilmoqda
TEXT_SREC_STATUS_RECORDING	= Yozilmoqda
TEXT_SREC_STATUS_PASSED		= Oʻtildi
TEXT_SREC_STATUS_INACTIVE	= Faol emas
TEXT_SREC_TARGET_NOT_CHANGE	= (Oʻzgartirmang)
TEXT_SREC_TARGET_FULL_SCREEN	= Toʻliq ekran
TEXT_SREC_TARGET_CUSTOM_AREA	= Toʻgʻriburchakli hudud
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Oxirgi uslubdan foydalanmoq.
TEXT_SREC_DISPLAY		= %d-ekran
TEXT_SREC_DO_NOTHING		= (Hech nima qilmaslik)
TEXT_SREC_EXIT_BANDICAM		= Dasturdan chiqmoq
TEXT_SREC_SHUTDOWN_PC		= Kompyuterni oʻchirmoq
TEXT_SREC_ERR_TIME		= Davomiyligi 00:00:01 dan 23:59:59 gacha boʻlishi lozim.
TEXT_SREC_ERR_DAY		= Hech boʻlmasa, bir kun tanlanishi kerak.
TEXT_SREC_ERR_OVERLAPPED	= Yozish vaqti «%s» bilan mos kelmayapti
TEXT_SREC_SAME_DAY		= Mana shu kun
TEXT_SREC_DAY_AFTER		= Ertasi kuni
TEXT_SREC_EVERYDAY		= Har kuni
TEXT_SREC_SUN			= Yakshanba
TEXT_SREC_MON			= Dushanba
TEXT_SREC_TUE			= Seshanba
TEXT_SREC_WED			= Chorshanba
TEXT_SREC_THU			= Payshanba
TEXT_SREC_FRI			= Juma
TEXT_SREC_SAT			= Shanba
TEXT_SREC_START_INFO		= Yozishgacha %s qoldi.
TEXT_SREC_STOP_INFO		= Yozish tugashiga %s qoldi.
TEXT_SREC_DAY			= %D kun
TEXT_SREC_DAYS			= %D kun
TEXT_SREC_WAITING_0		= Bu yerda rejali yozilmalar yoʻq
TEXT_SREC_WAITING_1		= Bu yerda 1 ta rejali yozilma mavjud
TEXT_SREC_WAITING_N		= %d ta rejali yozilma mavjud

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Jarayon ketmoqda. Chiqib ketmoqchisiz?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= Kiritilgan fayl formati mos emas.
TEXT_BDFIX_NOT_CORRUPTED	= Kiritilgan fayl shikastlanmagan.\nDavom ettirmoqchimisiz?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= Kiritilgan fayl shikastlanmagan yoki tekshiruvdan oʻtmagan.
TEXT_BDFIX_ALREADY_EXISTS	= Chiquvchi fayl allaqachon mavjud. Ustiga yozib yuborilsinmi?
TEXT_BDFIX_SAME_PATH		= Chiquvchi fayl bilan kiritilgan fayl joylashuvi bir xil.
TEXT_BDFIX_DISK_SPACE		= Faylni saqlash uchun yetarli joy yoʻq.
TEXT_BDFIX_PROCESS_COMPLETE	= Bajarildi!
TEXT_BDFIX_STATUS_PROCESSING	= Jarayonda
TEXT_BDFIX_STATUS_COMPLETE	= Tugallandi
TEXT_BDFIX_STATUS_FAILED	= Xatolik
TEXT_BDFIX_STATUS_READY		= Tayyor
TEXT_BDFIX_FAILED_TO_OPEN	= Faylni ochib boʻlmadi.
TEXT_BDFIX_FAILED_TO_PROCESS	= Tiklab boʻlmadi.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI fayllar
TEXT_OP_FILTER_MP4		= MP4 fayllar
TEXT_OP_FILTER_PNG		= PNG fayllar
TEXT_OP_FILTER_ALL		= Barcha fayllar
TEXT_OP_FILTER_MEDIA		= Media fayllar

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 soniya
TEXT_TARGET_COUNTDOWN_2		= 2 soniya
TEXT_TARGET_COUNTDOWN_3		= 3 soniya
TEXT_TARGET_COUNTDOWN_4		= 4 soniya
TEXT_TARGET_COUNTDOWN_5		= 5 soniya
TEXT_TARGET_COUNTDOWN_6		= 6 soniya
TEXT_TARGET_COUNTDOWN_7		= 7 soniya
TEXT_TARGET_COUNTDOWN_8		= 8 soniya
TEXT_TARGET_COUNTDOWN_9		= 9 soniya
TEXT_TARGET_COUNTDOWN_10	= 10 soniya

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Standart ovoz qurilmasi)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Standart chiquvchi qurilma)
TEXT_DEFAULT_INPUT_DEVICE	= (Standart kiruvchi qurilma)
TEXT_DEFAULT_DEVICE_FORMAT	= (Avtomatik aniqlash)
TEXT_HOTKEY_NONE		= (Yoʻq)
TEXT_ADD_YOUR_TEXT_HERE		= Matnni bu yerga kiriting
TEXT_NOT_SHOW_THIS_NOTICE	= Ushbu bildirgi boshqa koʻrsatilmasinmi?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Bandicamni yangi imtiyoz bilan qayta ishga tushirishni xohlaysizmi?
TEXT_RESET_TO_DEFAULT		= Asliga qaytarmoq

; oauth complete html
TXT_LANG_CODE           	= "uz"
TXT_TITLE               	= "YouTube orqali tizimga kirish tugallandi!"
TXT_MESSAGE_COMPLETE1   	= "YouTube orqali tizimga kirish tugallandi!"
TXT_MESSAGE_COMPLETE2   	= "Ushbu sahifani yopishingiz mumkin."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com/uz/' class='bandicam'><div>bandicam.com saytiga oʻtmoq</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/uz/' class='bandicut'><div>bandicut.com saytiga oʻtmoq</div></a>"

; pip mask shape
TEXT_PIPMASK_NONE		= Odatiy
TEXT_PIPMASK_SQUARE		= Toʻrtburchak
TEXT_PIPMASK_CIRCLE		= Aylana
TEXT_PIPMASK_ELLIPSE		= Ellips

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Bosh menyu
$BN_PAGE_GENERAL		= Asosiy
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Rasm
$BN_PAGE_AUDIO			= Ovoz
$BN_PAGE_ABOUT			= Dastur haqida
$BN_UNREGISTERED		= <font color="#ffa900">Bepul</font> versiyada har <font color="#ffa900">10 daqiqada</font> yozish mumkin.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Tanlov
$ST_GEN_OUTPUT_FOLDER		= Chiquvchi jild
$BN_GEN_OPEN_OUTPUT_FOLDER	= Ochmoq
$BN_GEN_ADV_OPTIONS		= Batafsil
$CK_GEN_ALWAYS_ON_TOP		= Bandicam doimo oldingi oynada
$CK_GEN_START_MINIMIZED		= Bandicamni trey menyusida ishga tushirmoq
$CK_GEN_RUN_WHEN_START		= Windows bilan birga ishga tushirmoq
$CK_GEN_RECORD_WHEN_RUN		= Bandicamga kirilganda, toʻliq ekranda yozmoq
$CK_GEN_TIMER_RECORDING		= Avtomatik Yozishni boshlash vaqtini oʻrnatmoq
$ST_GEN_LANGUAGE		= Til
$ST_GEN_REC_AUTO_START		= Avtomatik yozishni boshlamoq
$ST_GEN_REC_SCHEDULED		= Rejali yozish
$BN_GEN_REC_SCHEDULED		= Tanlovlar
$ST_GEN_REC_AUTO_COMPLETE	= Yozishni avtomatik tugallash
$BN_GEN_REC_AUTO_COMPLETE	= Tanlovlar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS
$CK_FPS_OVERLAY_HOTKEY		= Tezkor tugmani koʻrsatmoq/yashirmoq
$CK_FPS_OVERLAY_POS_HOTKEY	= Oʻrin almashish tugmasi
$CK_FPS_OVERLAY			= Oʻrni
$ST_FPS_LIMIT			= FPS cheklovi
$CK_FPS_LIMIT_HOTKEY		= Tugma
$CK_FPS_LIMIT			= Cheklov oʻrnatish
$CK_FPS_LIMIT_ONLY_CAP		= Faqat yozishdan oldin
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Yozmoq
$CK_VID_RECORD_HOTKEY		= Yozish/Toʻxtatish tezkor tugmasi
$CK_VID_PAUSE_HOTKEY		= Pauza tezkor tugmasi
$CK_VID_SHOW_CURSOR		= Sichqoncha kursorini koʻrsatmoq
$CK_VID_CLICK_EFFECTS		= Sichqonchani bosish effektlari
$CK_VID_WEBCAM_OVERLAY		= Veb kamerani koʻrsatmoq
$BN_VID_RECORD_SETTINGS		= Tanlovlar
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Tanlovlar
$BN_VID_FORMAT_PRESETS		= Shablonlar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Suratga olmoq
$CK_IMG_CAPTURE_HOTKEY		= Tugma
$CK_IMG_CAPTURE_REPEAT		= Ekranni takroran olmoq
$ST_IMG_CAPTURE_REPEAT		= soniya.
$CK_IMG_SHOW_CURSOR		= Sichqoncha kursorini koʻrsatmoq
$CK_IMAGE_ADD_LOGO		= Logotipni koʻrsatmoq
$CK_IMG_SHUTTER_SOUND_EFFECT	= Ovozni yoqmoq
$BTN_IMAGE_SETTINGS		= Tanlovlar
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG — Oddiy
$CK_IMG_FORMAT_JPG_HQ		= JPG — Yuqori sifatda
$CK_IMAGE_JPG_CUSTOM		= JPG — tanlovli sifat (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Animatsiyali GIF formatiga qanday saqlasa boʻladi?
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Faqat ovozni yozish
$CK_AUD_RECORD_HOTKEY		= Yozish/Toʻxtatish tugmasi
$CK_AUD_PAUSE_HOTKEY		= Pauza qilish tugmasi
$BTN_AUDIO_SETTINGS		= Tanlovlar
$ST_AUD_FORMAT			= Format
$ST_AUD_FORMAT_TYPE		= Fayl turi
$ST_AUD_FORMAT_AUDIO		= Ovoz
$BN_AUD_FORMAT_SETTINGS		= Tanlovlar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Ishni boshlamoq
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Rasm
$ST_OUT_TAB_AUDIO		= Ovozlar
$BN_OUT_PLAY_VIDEO		= Ijro etmoq
$BN_OUT_OPEN_IMAGE		= Ochmoq
$BN_OUT_EDIT			= Tahrirlamoq
$BN_OUT_UPLOAD			= Yuklamoq
$BN_OUT_DELETE			= Yoʻq qilmoq
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam versiyasi
$ST_ABO_COPYRIGHT		= Mualliflik huquqi (c) 2009-2022 Bandicam.com
$BN_ABO_NEW_VERSION		= Yangi versiya aniqlandi.
$BN_ABO_CHECK_UPDATE		= Yangisini izlash
$ST_ABO_LICENCE_INFO		= Litsenziya haqida
$BN_ABO_REGISTER		= Qayd etmoq
$BN_ABO_REGISTER_HELP		= Qanday qilib xarid qilib qayd etiladi?
$BN_ABO_UPDATE_REGISTRATION	= Qaydnomani yangilamoq
$BN_ABO_RENEW_LICENSE		= Litsenziyani yangilamoq
$ST_ABO_HOMEPAGE_INFO		= Veb sayt havolasi
$ST_ABO_HOMEPAGE_URL		= Rasmiy sahifa
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Qurilmani tanlang!
$ST_DEVICE_CONNECTING		= Bogʻlanmoqda...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> Bandicam foydalanuvchilari uchun mavjud dastur. Bandicam orqali tezda videolarni qirqish hamda birlashtirishingiz mumkin. 
$BTN_UPDATE_STEP1_LINK		= Batafsil
$ST_UPDATE_STEP2_TEXT		= Yuklab olinmoqda...
$BTN_UPDATE_INSTALL		= Oʻrnatmoq
$BTN_UPDATE_LATER		= Yoʻq, rahmat!
$BTN_UPDATE_CANCEL		= Bekor qilmoq
$BTN_UPDATE_CLOSE		= Yopmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= Bandicam dasturining yangi versiyasi mavjud. Yangilab olishni xohlaysizmi?
$BTN_UPDATE_BANDICAM_CANCEL	= Bekor qilmoq
$BTN_UPDATE_BANDICAM_INSTALL	= Yangilamoq
$BTN_UPDATE_BANDICAM_IGNORE	= Ushbu versiya haqia boshqa soʻralmasin
$BTN_UPDATE_BANDICAM_LEARNMORE	= Batafsil»
$BTN_UPDATE_BANDICAM_SETTINGS	= Yangilash tanlovlari

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Istalgan yozish rejimini tanlang.
$ST_START_SEL_RECT		= Toʻgʻriburchakli hudud
$ST_START_SEL_FULL		= Toʻliq ekran
$ST_START_SEL_MOUSE		= Sichqoncha atrofi
$ST_START_SEL_GAME		= Oʻyinni yozish
$ST_START_SEL_DEVICE		= Qurilmani yozish
$ST_START_SEL_AUDIO		= Faqat ovoz
$ST_START_SEL_HELP		= Yordam

$ST_START_RECT_TITLE		= Ekranni yozish ― Toʻgʻriburchakli hudud
$ST_START_RECT_DESC		= Bu rejim Sizga toʻgʻriburchakli oynaning ma’lum qismini yozish imkonini beradi
$ST_START_RECT_STEP		= 1. Oʻlcham va hududni tanlang.[br]2. Yozishni boshlash uchun 'REC' yoki yozish tezkor tugmasini bosing.

$ST_START_FULL_TITLE		= Ekranni yozish ― Toʻliq ekran
$ST_START_FULL_DESC		= Bu rejim toʻliq monitorni yozish imkonini beradi
$ST_START_FULL_STEP		= 1. Monitorni tanlang. [br]2. Yozishni boshlash uchun 'REC' yoki tezkor tugmani bosing.

$ST_START_MOUSE_TITLE		= Ekranni yozish ― Sichqoncha atrofi
$ST_START_MOUSE_DESC		= Bu rejim monitorda sichqoncha harakatlanayotgan hududlarni yozishga imkon beradi
$ST_START_MOUSE_STEP		= 1. Muayyan oʻlchamni tanlang.[br]2. Yozishni boshlash uchun 'REC' yoki tezkor tugmani bosing.

$ST_START_GAME_TITLE		= Oʻyinni yozish rejimi
$ST_START_GAME_DESC		= Bu rejim FPSni koʻrsatgan holda oʻyinni yozishga imkon beradi
$ST_START_GAME_STEP		= 1. Oʻyinni boshlang va yashil rangli raqamlar (FPS)ni tekshiring.[br]2. Yozishni boshlash uchun 'REC' yoki tezkor tugmani bosing.

$ST_START_DEVICE_TITLE		= Qurilmani yozish rejimi
$ST_START_DEVICE_DESC		= Ushbu rejim Veb kamera, Xbox, Smartfon, IPTV va sh.k. tashqi qurilmalarni yozishga imkon beradi
$ST_START_DEVICE_STEP		= 1. Veb kamera yoki tashqi qurilmani tanlang. [br]2. Yozishni boshlash uchun 'REC' yoki tezkor tugmani bosing.

$ST_START_AUDIO_TITLE		= Faqat ovoz yozish rejimi
$ST_START_AUDIO_DESC		= Ushbu rejimda karnay hamda mikrofodagi ovozlarni yozib olish mumkin.
$ST_START_AUDIO_STEP		= 'REC' tugmasi yoki yozish tezkor tugmasini bosing.

$BN_START_HELP			= Yordam
$BN_START_RECORD		= Yozishni boshlash
$BN_START_RECORD_STOP		= Toʻxtatish
$ST_START_HOTKEY_RECORD		= Boshlash/Toʻxtatish
$ST_START_HOTKEY_SCREENSHOT	= Suratga olmoq
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Ijro etmoq
$BN_BDFIX_OPEN_FOLDER		= Jildni ochmoq
$BN_BDFIX_CLOSE			= Yopmoq
$ST_BDFIX_INPUT_FILE		= Kiruvchi fayl
$ST_BDFIX_INPUT_FILE2		= avi/mp4 fayllarni ochishda xatolik.
$BN_BDFIX_INPUT_FILE		= Ochmoq
$ST_BDFIX_OUTPUT_FILE		= Chiquvchi fayl
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Yozish hududini tanlang
$MENU_RECTANGLE			= Toʻgʻriburchakli hududni
$MENU_FULLSCREEN		= Toʻliq ekarnni
$MENU_AROUND_MOUSE		= Sichqoncha atrofini
$MENU_AUDIO_ONLY		= Faqat ovoz
$MENU_RECT_FIND_WINDOW		= Yozish hududini tanlang
$MENU_RECT_CUSTOM		= Bekor qilmoq
$MENU_RECT_RECENTLY_USED	= Oxirgi foydalanilgan hudud
$MENU_FULL_DISPLAY_1		= 1-monitor
$MENU_FULL_DISPLAY_2		= 2-monitor
$MENU_FULL_DISPLAY_3		= 3-monitor
$MENU_FULL_DISPLAY_4		= 4-monitor
$MENU_FULL_DISPLAY_5		= 5-monitor
$MENU_FULL_DISPLAY_6		= 6-monitor
$MENU_FULL_DISPLAY_7		= 7-monitor
$MENU_FULL_DISPLAY_8		= 8-monitor
$MENU_FULL_SHOW_CONTRL		= Doimo nazorat paneli koʻrsatilsin
$MENU_FULL_HIDE_CONTRL		= Har doim nazorat panelini berkitmoq
$MENU_MOUSE_CUSTOM		= Oʻlchamni bekor qilmoq
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Chiquvchi jildni ochmoq
$TOOLTIP_SCHEDULED_RECORDING	= Rejali yozish
$TOOLTIP_SCREENSHOT		= Olingan surat
$TOOLTIP_RECORD			= Yozmoq/Toʻxtatmoq
$TOOLTIP_PAUSE			= Pauza
$TOOLTIP_UI_MODE		= Oddiy/Kengaytirilgan UI
$TOOLTIP_REGISTER		= Bandicamni qayd etmoq
$TOOLTIP_ONLINE_HELP		= Onlayn koʻmak

$TOOLTIP_TOOL_NONE		= Kursor (Tasvirsiz)
$TOOLTIP_TOOL_PEN		= Qalam
$TOOLTIP_TOOL_PEN_HL		= Yoritgich 
$TOOLTIP_TOOL_PEN_LINE		= Chiziq
$TOOLTIP_TOOL_ARROW		= Strelka
$TOOLTIP_TOOL_BOX		= Quti
$TOOLTIP_TOOL_NUMBER		= Raqamlash
$TOOLTIP_TOOL_TEXT		= Matn
$TOOLTIP_TOOL_ERASER		= Oʻchirgʻich
$TOOLTIP_TOOL_COLOR		= Rang tanlagich
$TOOLTIP_TOOL_LINE		= Chiziq qalinligi
$TOOLTIP_TOOL_UNDO		= Bekor qilmoq (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Ortga qaytarmoq (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Yozish rejimini tanlang
$TOOLTIP_HOME_RECT		= Ekranni yozish rejimi - Toʻgʻriburchak
$TOOLTIP_HOME_FULL		= Ekranni yozish rejimi - Toʻliq ekran
$TOOLTIP_HOME_MOUSE		= Ekranni yozish rejimi - Sichqoncha atrofi
$TOOLTIP_HOME_GAME		= Oʻyinni yozish rejimi
$TOOLTIP_HOME_DEVICE		= Qurilmani yozish rejimi
$TOOLTIP_HOME_AUDIO		= Faqat ovozni yozib olish rejimi

$TOOLTIP_ADD_MOUSE_EFFECT	= Sichqoncha effektini qoʻshmoq
$TOOLTIP_ADD_TEXT_OVERLAY	= Matn usti effektlarini qoʻshmoq
$TOOLTIP_ADD_SPEAKER		= Karnaylarni qoʻshmoq
$TOOLTIP_ADD_MICROPHONE		= Mikrofonni qoʻshmoq
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Yuzada Veb kamerani qoʻshmoq
$TOOLTIP_MUTE_SPEAKER		= Mute Speakers
$TOOLTIP_MUTE_MICROPHONE	= Mute Microphone

$TOOLTIP_REFRESH_LINFO		= Litsenziya ma’lumotini yangilamoq
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Bekor qilmoq
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Formatni moslash
IDC_ST_FMTSET_FILE		= Fayl turi
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Hajmi
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodek
IDC_ST_VIDEO_CODEC_PROFILE	= Profili
IDC_ST_VIDEO_BITRATE		= Bitreyti
IDC_ST_VIDEO_QUALITY		= Sifati
IDC_ST_FMTSET_AUDIO		= Ovoz
IDC_CK_AUDIO_ORIGINAL_PCM	= Orginal formatda saqlamoq
IDC_ED_AUDIO_ORIGINAL_PCM	= Siz koʻp-kanalli va yuqori darajali (96KGz yoki undan yuqorida) saqlay olasiz.
IDC_ST_AUDIO_CH			= Kanallar
IDC_ST_AUDIO_FREQ		= Chastota
IDC_ST_AUDIO_CODEC		= Kodek
IDC_ST_AUDIO_BITRATE		= Bitreyt
IDC_ST_FORMAT_HELP		= [ Yordam ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Format tanlovlari

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Bandicamni qayd etmoq
IDC_ST_1BUY			= 1. Xarid qilmoq
IDC_ST_1BUY_COMMENT		= Iltimos, yodda tuting, Bandicam - bepul dastur emas. Agar logotipsiz yozishni xohlasangiz, \nLitsenziyani sotib olishingizga toʻgʻri keladi.
IDC_BTN_BUY_ONLINE		= Onlayn xarid
IDC_ST_2REGISTER		= 2. Qayd etmoq
IDC_ST_2REGISTER_COMMENT	= Internet tarmogʻiga bogʻlanish zarur.
IDC_ST_EMAIL_ADDRESS		= E-mail
IDC_ST_SERIAL_NUMBER		= Seriya raqami
IDC_BTN_REGISTER_NOW		= Qayd etmoq
IDC_BTN_UNREGISTER_NOW		= Qayd etmaslik
IDC_BTN_CLOSE			= Yopmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Yangisini izlash
IDC_ST_UPDATE_SETTING		= Tanlovlar
IDC_CK_UPDATE_ENABLE		= Avtomatik yangilashni yoqish
IDC_CK_UPDATE_POPUP		= Yangi versiya haqida xabarni e’lon qilmoq
IDC_UPDATE_CHECK_NOW		= Hoziroq tekshirmoq
IDC_CLOSE			= Yopmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Qoʻshimcha tanlovlar
IDC_BTN_RESET			= Standart

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Asosiy
IDC_CK_ALWAYS_ON_TOP2		= Bandicam barcha oynalardan yuqorida
IDC_CK_START_MINIMIZED_TO_TRAY	= Bandicamni treyda ishga tushirmoq
IDC_CK_RUN_WHEN_START		= Bandicamni Windows bilan birga ishga tushirmoq
IDC_CK_RECORD_WHEN_RUN		= Bandicam ishga tushirilganda toʻliq ekranda yozishni boshlamoq
IDC_BTN_TIMER_RECORDING		= Avtomatik Yozishni boshlash vaqtini oʻrnatmoq
IDC_CK_SHOW_FPS_IN_VIDEO	= Saqlangan faylda FPSni ham yozmoq
IDC_ST_SHOW_FPS_IN_VIDEO	= (Faqat «Oʻyinni yozish rejimi»da)
IDC_CK_SHOW_TIP_BAR		= Maslahat/ma’lumot oynasini koʻrsatmoq
IDC_CK_NO_TRAY_BALLOON		= Treydagi xabarnomalarni oʻchirib qoʻymoq
IDC_ST_ADV_AUTOMATIC		= Avtomatik
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = Windows ishga tushirilganda qanday yozsa boʻladi?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Tashqi
IDC_ST_OUT_OUTPUT_FOLDER	= Chiquvchi jild
IDC_CK_OUT_CREATE_SUBFOLDER	= Avtomatik chiquvchi ostjildni shu nomda yaratmoq:
IDC_RD_OUT_SUBFOLDER		= yoziladigan nishon nomi bilan
IDC_RD_OUT_SUBFOLDER_2		= 'Video'/ 'Rasm' / 'Ovoz'
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Yozishni diskda keshlashga ruxsat bermoq
IDC_ST_OUT_FILE_NAMING		= Fayl nomini moslamoq
IDC_ST_OUT_EXAMPLE		= Mas.:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Dastur tili
IDC_ST_TRANSLATOR		= Quyidagi insonlarga oʻz ona tillariga tarjima qilib joʻnatganlari uchun minnatdorchilik bildiramiz.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Quyidagilar bilan yozish amali
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= IE9,10/Firefoxda DirectX10/11ni oʻchirish
IDC_CK_DISABLE_OVERLAY_ON_DX	= Koʻrsatilgan videoni bloklash (DirectX overlay)
IDC_BTN_BLOCK_LIST		= Bloklanganlar roʻyxati

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= Asosiy
IDC_CK_HKEY_START_REC		= Yozishni boshlamoq/toʻxtamoq
IDC_CK_HKEY_PAUSE_REC		= Yozishni pauza qilish
IDC_CK_HKEY_CAPTURE_IMAGE	= Rasmga olish
IDC_CK_HKEY_MUTE_SPEAKER	= Karnayni oʻchirmoq
IDC_CK_HKEY_MUTE_MICROPHONE	= Mikrofonni oʻchirmoq
IDC_ST_HKEY_SCREEN_MODE		= Ekranni yozib olish rejimi
IDC_CK_HKEY_SHOW_RECT		= Toʻrtburchakni koʻrsatmoq/yashirmoq
IDC_CK_HKEY_TOGGLE_DRAW		= Chizish rejimi
IDC_ST_HKEY_GAME_MODE		= Oʻyinni yozib olish rejimi
IDC_CK_HKEY_SHOW_FPS		= FPS - koʻrsatmoq/yashirmoq
IDC_CK_HKEY_POS_FPS		= FPS - Oʻrni
IDC_CK_HKEY_LIMIT_FPS		= FPS - Cheklovi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Boshqa tanlovlar
IDC_BTN_VIDEO_RECORD_SETTINGS	= Video yozish tanlovlari
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Video formati tanlovi
IDC_BTN_AUTO_COMPLETE_RECORDING	= Avtotugallash yozishini moslashtrish
IDC_ST_OTHER_UAC		= Admin tarzida ishga tushirmoq (UAC)
IDC_RD_OTHER_NONADMIN		= Standart usulda ishga tushirmoq (Admin nomisiz)
IDC_RD_OTHER_ADMIN		= Admin tarzida ishga tushirmoq
IDC_RD_OTHER_ADMIN_GAME		= Faqatgina 'Oʻyin yozish' rejimida admin tarzida kirmoq
IDC_BTN_OTHER_RESTART		= Qayta kirmoq
IDC_LN_OTHER_UAC		= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Yozishni avtotugallash
IDC_ST_RC_HOWTO			= Avtotugallash shartini oʻrnatish
IDC_RD_RC_NOTCOMPLETE		= Avtotugatmaslik
IDC_RD_RC_TIME			= Yozish vaqti boʻyicha
IDC_ST_RC_MAX_TIME		= Maks.
IDC_RD_RC_SIZE			= Fayl hajmi boʻyicha
IDC_ST_RC_MAX_SIZE		= Maks.
IDC_RD_RC_NOSOUND		= Jimlik boʻyicha (son.)
IDC_ST_RC_AFTER			= Avtotugallash yozishidan soʻng
IDC_RD_RC_NOTHING		= Hech narsa bajarmaslik
IDC_RD_RC_NEW_RECORDING		= Yangi yozishni boshlash
IDC_RD_RC_EXIT_BDCAM		= Bandicamni yopish
IDC_RD_RC_SHUTDOWN		= Kompyuterni oʻchirish

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Yozishni avtotugallash - Xabarnoma
IDC_ST_NOSOUND_TITLE		= Jimlik holati
IDC_ST_NOSOUND_DESC		= Yozish ovoz ijro etilmaganda, toʻxtatiladi.
IDC_ST_NOSOUND_DESC2		= Yozish %d soniyada toʻxtatiladi.
IDC_BTN_NOSOUND_CONTINUE	= Davom ettirmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Oʻchirilmoqda
IDC_ST_SHUTDOWN			= Oʻchirilmoqda
IDC_ST_SHUTDOWN_INFO		= Komputer oʻchirilmoqda.\nAgar oʻchirishni xohlamasangiz «Bekor qilmoq» tugmasini bosing.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Yozish tanlovlari

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Ovoz yozmoq
IDC_ST_SND_SELECT_1		= Asosiy qurilma
IDC_ST_SND_DEVICE_0		= Spiker
IDC_BTN_SND_SETTING_0		= Tanlovlar
IDC_ST_SND_DEVICE_1		= Mikrofon
IDC_BTN_SND_SETTING_1		= Tanlovlar
IDC_ST_SND_VOLUME_1		= Ovoz balandligi
IDC_CK_SND_MONO_1		= Mono
IDC_BTN_SND_FILTER_1		= Filtr
IDC_ST_SND_SELECT_2		= Qoʻshimcha ovoz qurilmasi (tavsiya etiladi)
IDC_BTN_SND_SETTING_2		= Tanlovlar
IDC_ST_SND_VOLUME_2		= Ovoz balandligi
IDC_CK_SND_MONO_2		= Mono
IDC_BTN_SND_FILTER_2		= Filtr
IDC_CK_SND_MIX_SOUND		= Umumiy ovoz yoʻlagi asosiy qurilma oʻrniga
IDC_CK_SND_CAP_PUSH_TO		= Ovozni yozish tugmasi nazorati funksiyasi
IDC_ST_SOUND_HELP		= [ Yordam ]
IDC_CK_SND_SAVE_AS_WAV		= WAV formatida ovoz faylini siqmasdan parallel saqlamoq
IDC_ST_AUDIO_MODE		= Ovozni yozib olish uchun kamida bitta ovoz qurilmasini tanlang.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Video ustiga Veb kamerani qoʻshmoq
IDC_ST_WEBCAM_SETTING		= Tanlovlar
IDC_ST_WEBCAM_POS		= Joylashuv joyi:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Chroma keyni qoʻllamoq
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Kengaytirilgan
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Qoʻshimcha tanlovlar
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Ekranda veb kamerani oldindan koʻrish
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Chiquvchi tezkor tugmasini oldindan koʻrish:
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Chiquvchi video faylga Veb kamerani qoʻshib saqlamoq
IDC_RD_WEBCAM_SAVE_AS_MP4	= Veb kamera faylini alohida qilib saqlamoq (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Videoyozuvga logotip qoʻymoq
IDC_ST_LOGO_SETTING		= Tanlovlar
IDC_ST_LOGO_IMAGE		= Rasm:
IDC_ST_LOGO_OPACITY		= Shafoflik:
IDC_ST_LOGO_POS			= Joylashuv joyi:
IDC_ST_LOGO_LR_MARGINS		= Chap/Oʻng hoshiyalari:
IDC_ST_LOGO_TB_MARGINS		= Yuqori/Pastgi hoshiyalari:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Sichqoncha kursorini koʻrsatmoq
IDC_ST_CURSOR_SIZE		= Oʻlchami
IDC_ST_EFFECTS_MOUSE		= Sichqoncha uchun
IDC_CK_ADD_CLICK_EFFECTS	= Sichqonchani bosish effektini qoʻshmoq
IDC_ST_CLICK_EFFECT_SIZE	= Oʻlchami
IDC_ST_LEFT_CLICK_COLOR		= Sichqonchani chap tomonini bosish rangi
IDC_ST_RIGHT_CLICK_COLOR	= Sichqonchani oʻng tomonini bosish rangi
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Kursorosti rangi effektini qoʻshmoq
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Oʻlchami
IDC_ST_HIGHLIGHT_COLOR		= Kursorosti effekti rangi
IDC_ST_HIGHLIGHT_OPACITY	= Shafoflik
IDC_ST_EFFECT_PREVIEW_TITLE	= Oldindan koʻrish
IDC_ST_EFFECTS_MOUSE_SOUND	= Yozishda sichqoncha ovozini eshittirmoq
IDC_CK_EFFECT_LCLICK_SOUND	= Chap tugmani bosish
IDC_CK_EFFECT_RCLICK_SOUND	= Oʻng tugmani bosing

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Videoga matn joylamoq
IDC_BTN_TEXT_OVERLAY_ADD	= Qoʻshmoq
IDC_BTN_TEXT_OVERLAY_EDIT	= Oʻzgartirmoq
IDC_BTN_TEXT_OVERLAY_DEL	= Oʻchirmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Tanlov
IDC_ST_REC_PRIORITY		= Yozish taqsimoti:
IDC_ST_REC_PRIORITY2		= Yuqori taqsimot kadrlar harakatini sekinlashtirishi mumkin.
IDC_ST_FOR_DX_GL		= Oʻyin yozish rejimi uchun
IDC_CK_SKIP_RECORDING		= Qachonki kadr yangilanmay qolsa, yozishni toʻxtatish
IDC_CK_ENHANCED_DX9_CAPTURE	= Kuchaytirilgan tasvirga olish uslubini qoʻllash (tez, faqat DirectX 9da)
IDC_ST_FOR_RECT_SCREEN		= Toʻliq ekran rejimi uchun
IDC_CK_HIDE_MAINWND_WHILE_REC	= Yozish payti bosh darchani berkitmoq
IDC_CK_SHOW_COUNTDOWN_TIMER	= Yozishdan oldin teskari hisobni koʻrsatmoq
IDC_CK_ENHANCED_CAPTURE		= Kuchaytirilgan tasvirga olish uslubi (tezroq, Windows 8 yoki yuqorisi)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Boshlanganda yoki toʻxtatilganda ovoz effektini qoʻllamoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Veb kamera tanlovlari
IDC_ST_WEBCAM_PRESET_POS	= Namoyish oʻrni
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Tanlovlar
IDC_ST_WEBCAM_DEVICE		= Veb kamera:
IDC_BTN_WEBCAM_DEVICE		= Tanlovlar
IDC_ST_WEBCAM_DEVICE_FMT	= Format:
IDC_ST_WEBCAM_SIZE		= Oʻlchami:
IDC_ST_WEBCAM_POS_H		= X oʻrni:
IDC_ST_WEBCAM_POS_V		= Y oʻrni:
IDC_ST_WEBCAM_FLIPSCREEN	= Ekranda aks etmoq:
IDC_ST_WEBCAM_SHAPE		= Shakl:
IDC_ST_WEBCAM_BLUR		= Xirralashtirish effekti:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Chroma keyʼni qoʻllamoq
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Rang:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Tanlamoq
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Bekor qilmoq: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Aralash:
IDC_LN_WEBCAM_HELP		= [ Yordam ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Veb kamerani oldindan koʻrmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Matn tanlovlari
IDC_ST_TEXT_OVERLAY_SETTINGS	= Tanlovlar
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Vaqtni koʻrsatmoq
IDC_ST_TEXT_FONT		= Shrift:
IDC_ST_TEXT_SIZE		= Oʻlcham:
IDC_ST_TEXT_MARGIN		= Tekislik:
IDC_ST_TEXT_ALPHA		= Shaffoflik:
IDC_ST_TEXT_COLOR		= Matn rangi:
IDC_CK_TEXT_SHADOW_COLOR	= Soya:
IDC_CK_TEXT_OUT_COLOR		= Hoshiya rangi:
IDC_BTN_ADD_TEXT_MACRO		= Makrosga matn qoʻshmoq (sana, vaqt...)
IDC_LN_TEXT_HELP		= [ Yordam ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Suratga olish tanlovi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Suratga logotip qoʻshmoq
IDC_ST_IMG_LOGO_SETTING		= Tanlovlar
IDC_ST_IMG_LOGO_IMAGE		= Rasm:
IDC_ST_IMG_LOGO_OPACITY		= Shafoflik:
IDC_ST_IMG_LOGO_POS		= Joylashuv joyi:
IDC_ST_IMG_LOGO_LR_MARGINS	= Chap/Oʻng hoshiyalari:
IDC_ST_IMG_LOGO_TB_MARGINS	= Yuqori/Pastgi hoshiyalari:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Asosiy nishon oʻlchami
IDC_ST_TARGET_SIZE_SETTING	= Tanlovlar
IDC_ST_TARGET_SIZE		= Nishon oʻlchami:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Yangi Oldindan belgilangan oʻlchamni qoʻshmoq
IDC_ST_ADD_SIZE_PRESET		= Joriy nishon oʻrni va oʻlchamini, oldindan belgilangan oʻlchamni yangidan saqlasangiz boʻladi.\nYangini kiritmoq.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Oldindan belgilangan oʻlchamni tahrirlash
IDC_BTN_SIZE_PRESET_ADD		= Qoʻshmoq
IDC_BTN_SIZE_PRESET_DEL		= Oʻchirmoq
IDC_BTN_SIZE_PRESET_REN		= Qaytanomlamoq
IDC_BTN_SIZE_PRESET_UP		= Yuqoriga
IDC_BTN_SIZE_PRESET_DN		= Pastga

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Oldindan belgilangan oʻlchamni qaytanomlash
IDC_ST_REN_SIZE_PRESET		= Yangi nomini kiriting.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Ma’lumot
IDC_ST_ACAP_INFO		= Ovoz yozish ma’lumoti
IDC_ST_ACAP_INFO2		= Sizning ovoz kartangiz ovozni yozmaydi. \nIltimos, «Yozdiruvchi qurilmalarni» tekshiring. \n\nOnlayn ma’lumot uchun sahifamizga tashrif buyurishingiz mumkin?
IDC_CK_ACAP_DO_NOT_ASK		= Boshqa soʻramaslik
IDC_BTN_YES			= Ha
IDC_BTN_NO			= Yoʻq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Yozishning maksimal vaqti
IDC_ST_RC_TIME_SETTING		= Tanlovlar
IDC_ST_RC_TIME_HOUR		= Soat
IDC_ST_RC_TIME_MIN		= Daqiqa
IDC_ST_RC_TIME_SEC		= Soniya

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Faylning maksimal hajmi
IDC_ST_RC_FILESIZE_SETTING	= Tanlovlar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Yangi shablon qoʻshmoq
IDC_ST_ADD_PRESET		= Siz joriy tanlov formatini saqlashingiz mumkin. \n Yangi shablon nomini kiriting:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Foydalanuvchi shablonini tahrirlash
IDC_BTN_PRESET_ADD		= Qoʻshmoq
IDC_BTN_PRESET_DEL		= Oʻchirmoq
IDC_BTN_PRESET_REN		= Qaytanomlamoq
IDC_BTN_PRESET_UP		= Olmoq
IDC_BTN_PRESET_DN		= Qoʻyib yubormoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Shablonni qaytanomlamoq
IDC_ST_REN_PRESET		= Shablon uchun yangi nomni kiriting:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Tashqi video kodekni tanlash
IDC_ST_CODEC_EX_LIST		= Oʻrnatilgan VFW kodeklar roʻyxati 
IDC_ST_CODEC_EX_SETTINGS	= Tanlovlar
IDC_ST_CODEC_EX_DRIVER		= Drayver nomi
IDC_ST_CODEC_EX_FOURCC		= FourCC kodi
IDC_ST_CODEC_EX_QUALITY		= Sifat
IDC_ST_CODEC_EX_DATERATE	= Jarayon tezligi
IDC_ST_CODEC_EX_KEYFRAME	= Kadr. soni orasi
IDC_CK_CODEC_EX_PREFER_RGB	= RGB rang maydoni
IDC_BTN_CODEC_EX_CONFIG		= Konfiguratsiya
IDC_BTN_CODEC_EX_ABOUT		= Dastur haqida
IDC_ST_CODEC_EX_HELP		= [ Yordam ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Bloklangan jarayonlar roʻyxati
IDC_ST_BLOCK_LIST		= Kenyingi jarayonda tutib boʻlmaydi.
IDC_ST_BLOCK_LIST_EX		= Yozish namunasi:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (Nvidia® CUDA™) sozlanmasi
IDC_ST_H264_CUDA_RATE_CONTROL	= Tezlik nazorati
IDC_RD_H264_CUDA_VBR		= VBR - sifati boʻyicha (tavsiya etiladi)
IDC_RD_H264_CUDA_CBR		= CBR - bitreyt boʻyicha
IDC_ST_H264_CUDA_GPU_USAGE	= GPUni ishlatish
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Faqat GPU (Kuchli GPUlar uchun)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU qurilmasi:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Boshqa sozlanmalar
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kodi:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Muhim kadrlar oraligʻi:
IDC_ST_H264_CUDA_FOURCC_HELP	= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) Sozlanmasi
IDC_ST_H264_SYNC_RATE_CONTROL	= Tezlik nazorati
IDC_RD_H264_SYNC_VBR		= VBR - sifati boʻyicha (tavsiya etiladi)
IDC_RD_H264_SYNC_CBR		= CBR - bitreyt boʻyicha
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Boshqa sozlanmalar
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC kodi:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Muhim kadrlar oraligʻi:
IDC_ST_H264_SYNC_FOURCC_HELP	= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE) Sozlanmasi
IDC_ST_H264_APP_RATE_CONTROL	= Tezlik nazorati
IDC_RD_H264_APP_VBR		= VBR - sifat boʻyicha (tavsiya etiladi)
IDC_RD_H264_APP_CBR		= CBR - bitreyt boʻyicha
IDC_ST_H264_APP_OTHER_OPTIONS	= Boshqa sozlanmalar
IDC_ST_H264_APP_FOURCC_USED	= FourCC kodi:
IDC_ST_H264_APP_KEYFRAME_INT	= Muhim kadrlar oraligʻi:
IDC_ST_H264_APP_FOURCC_HELP	= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Sozlanmasi
IDC_ST_XVID_RATE_CONTROL	= Tezlik nazorati
IDC_RD_XVID_VBR			= VBR - sifati boʻyicha (tavsiya etiladi)
IDC_RD_XVID_CBR			= CBR - bitreyt boʻyicha
IDC_ST_XVID_OPTIMIZATION	= VBRni optimallash
IDC_RD_XVID_FASTER_SPEED	= Tezkor kodlash tezligi
IDC_RD_XVID_SMALLER_SIZE	= Kichik hajimdagi fayl
IDC_ST_XVID_OTHER_OPTIONS	= Boshqa tanlovlar
IDC_ST_XVID_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Tanlovlar
IDC_ST_H264_NVENC_RATE_CONTROL	= Daraja nazorati
IDC_RD_H264_NVENC_VBR		= VBR - sifati-asosida (tavsiya etiladi)
IDC_RD_H264_NVENC_CBR		= CBR - bitreyt-asosida
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Ishlatilishi
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU qurilma:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Boshqa tanlovlar
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC kodi:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Muhim kadrlar oraligʻi:
IDC_ST_H264_NVENC_FOURCC_HELP	= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Tanlovlar
IDC_ST_H264_RATE_CONTROL	= Daraja nazorati
IDC_RD_H264_VBR			= VBR - sifati-asosida (tavsiya etiladi)
IDC_RD_H264_CBR			= CBR - bitreyt-asosida
IDC_ST_H264_OPTIMIZATION	= Maqbullashtirish
IDC_RD_H264_FASTER_SPEED	= Tezkor kodek tezligi
IDC_RD_H264_BALANCED		= Balanslangan
IDC_RD_H264_SMALLER_SIZE	= Kichik hajmi fayl
IDC_ST_H264_OTHER_OPTIONS	= Boshqa tanlovlar
IDC_ST_H264_KEYFRAME_INT	= FPS intervali:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Yozish taymeri
IDC_ST_TIMER_SETTINGS		= Tanlovlar
IDC_RD_TIMER_START_IN		= orqali boshlash
IDC_ST_TIMER_MINUTES		= daqiqa
IDC_RD_TIMER_START_AT		= quyida boshlash
IDC_CK_TIMER_MINIMIZE		= Yozish boshlanganda Bandicamni treyga oʻrab qoʻymoq.
IDC_ST_TIMER_AUTO_COMPLETE	= Avtomatik yozishni bajarmoq
IDC_BTN_TIMER_AUTO_COMPLETE	= Bajarmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Yozish taymeri - Boshlash kutilmoqda
IDC_ST_TIMER_WAITING_INFO	= %sga yozish kutilmoqda.
IDC_ST_TIMER_ELAPSED		= Oʻtgan vaqt:
IDC_ST_TIMER_REMAINING		= Qolgan vaqt:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPSni moslash
IDC_ST_FORMAT_FPS_MODE		= Kadrlar chastotasi rejimi
IDC_RD_FORMAT_FPS_CFR		= CFR - doimiy kadrlar chastotasi
IDC_ST_FORMAT_FPS_CFR		= Agar kadrlar chastotasi juda past boʻlsa VFRga qaytish.
IDC_RD_FORMAT_FPS_VFR		= VFRni qoʻllamoq - Oʻzgaruvchi kadrlar chastotasi (Tavsiya etiladi)
IDC_ST_FORMAT_FPS_HELP		= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Youtube.com saytiga joylamoq
IDC_ST_YOUTUBE_UPLOADINFO	= Joylash ma’lumotlari
IDC_ST_YOUTUBE_FILENAME		= Fayl nomi:
IDC_ST_YOUTUBE_TITLE		= Sarlavha:
IDC_ST_YOUTUBE_DESCRIPTION	= Ta’rifi:
IDC_ST_YOUTUBE_PRIVACY		= Ruxsat turi:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Barchaga — Hamma bu videoni koʻra oladi
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Havola — Video havolasi mavjud odamlar videoni koʻra oladi
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Shaxsiy — Oʻzingiz va tanlagan foydalanuvchilar koʻra oladi
IDC_BTN_YOUTUBE_UPLOAD		= Joylamoq
IDC_LN_YOUTUBE_HELP		= Yordam
IDC_LN_YOUTUBE_TOS		= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Kirgan deb saqla
IDC_BTN_YOUTUBE_LOGOUT		= Chiqib ketmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Joylanmoqda...
IDC_ST_YOUTUBE_UPLOADED		= Video joylandi!
IDC_ST_YOUTUBE_LINK		= Havola:
IDC_ST_YOUTUBE_EMBED		= HTML:
IDC_BTN_YOUTUBE_LINK_GO		= Oʻtmoq
IDC_BTN_YOUTUBE_EMBED_COPY	= Nusxalamoq
IDC_BTN_YOUTUBE_CLOSE		= Yopmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Vimeo.com saytiga joylamoq
IDC_ST_VIMEO_UPLOADINFO		= Ma’lumot
IDC_ST_VIMEO_FILENAME		= Fayl nomi:
IDC_ST_VIMEO_TITLE		= Sarlavhasi:
IDC_ST_VIMEO_DESCRIPTION	= Ta’rif:
IDC_ST_VIMEO_PRIVACY		= Ruxsat turi:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Barchaga - Hamma bu videoni koʻra oladi
IDC_RD_VIMEO_PRIVACY_ONLYME	= Faqat menga - bu videoni faqat oʻzingiz koʻra olasiz
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Faqat men koʻrsatgan odamlar - Ushbu videoni Vimeo saytida Siz qoʻshgan odamlar koʻra oladi
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Shaxsiy havolaga ega boʻlgan odamlar koʻra oladi
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic foydalanuvchilari bundan foydalana olmaydilar)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Parolga ega odamlar bu videoni koʻra oladilar
IDC_CK_HIDE_PASSWORD		= Parolni yashirmoq
IDC_BTN_VIMEO_UPLOAD		= Joylamoq
IDC_LN_VIMEO_HELP		= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Joylanmoqda...
IDC_ST_VIMEO_UPLOADED		= Video joylandi!
IDC_ST_VIMEO_LINK		= Havola:
IDC_ST_VIMEO_EMBED		= HTML:
IDC_BTN_VIMEO_LINK_GO		= Oʻtmoq
IDC_BTN_VIMEO_EMBED_COPY	= Nusxalamoq
IDC_BTN_VIMEO_CLOSE		= Yopmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Facebook.comga joylamoq
IDC_ST_FACEBOOK_UPLOADINFO	= Ma’lumot
IDC_ST_FACEBOOK_FILENAME	= Fayl nomi:
IDC_ST_FACEBOOK_TITLE		= Sarlavha:
IDC_ST_FACEBOOK_DESCRIPTION	= Ta’rif:
IDC_ST_FACEBOOK_PRIVACY		= Ruxsat:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Barchaga
IDC_RD_FACEBOOK_PRIVACY_FOF	= Doʻstlar doʻstlarga
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Doʻstlarga
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Oʻzimga
IDC_BTN_FACEBOOK_UPLOAD		= Joylamoq
IDC_LN_FACEBOOK_HELP		= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Joylanmoqda...
IDC_ST_FACEBOOK_UPLOADED	= Video joylandi!
IDC_ST_FACEBOOK_LINK		= Havola:
IDC_BTN_FACEBOOK_LINK_GO	= Oʻtmoq
IDC_BTN_FACEBOOK_CLOSE		= Yopmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC mavjud
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 koderi mavjud. NVENC bu yuqori samarali apparat tezlanidan foydalanish koderi hisoblanadi. NVENC H.264 koderidan foydalanishni xohlaysizmi?\n<a>Batafsil</a>
IDC_CK_NVENC_AVAILABLE		= Boshqa soʻralmasin

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) mavjud
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 koderi mavjud. QSV bu yuqori samarali apparat tezlanidan foydalanish koderi hisoblanadi. \nQSV H.264 koderidan foydalanishni xohlaysizmi?\n<a>Batafsil</a>
IDC_CK_QSV_AVAILABLE		= Boshqa soʻralmasin

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Qurilmani tanlash
IDC_ST_DEVICE_SELECTION		= Tanlash
IDC_ST_DEVICE_NAME		= Qurilma:
IDC_BTN_DEVICE_NAME_SETTINGS	= Tanlovlar
IDC_ST_DEVICE_FORMAT		= Format:
IDC_ST_DEVICE_VIDEO_INPUT	= Video:
IDC_ST_DEVICE_AUDIO_INPUT	= Audio:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Joriy audio qurilmani qoʻllamoq
IDC_BTN_DEVICE_INPUT_SETTINGS	= Tanlovlar
IDC_ST_DEVICE_OPTIONS		= Tanlovlar
IDC_ST_DEVICE_DEINTERLAING	= Deinterleyzing:
IDC_ST_DEVICE_FLIPSCREEN	= Ekranda aks etishi:
IDC_CK_DEVICE_FLIPSCREEN_H	= Gorizontal
IDC_CK_DEVICE_FLIPSCREEN_V	= Vertikal
IDC_LN_DEVICE_HELP		= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Origin bilan muvofiqlik
IDC_LN_CAUTION_USING_WINAPPS	= Agar Windows Apps (UWP) Origin orqali tasvirga olishda muammo yuzaga kelsa. Muammoni bartaraf etish uchun <a>Bu yerni</a> bosing.\n\nWindows Apps yordamida tasvirga olishni xohlaysizmi?
IDC_CK_CAUTION_USING_WINAPPS	= Boshqa soʻralmasin

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Rejali yozish roʻyxati
IDC_ST_SREC_LIST_TEXT		= Muayyan vaqtda rejali yozish vaqti. (Bu funksiya Bandicam faol boʻlganda, mavjud boʻladi.)
IDC_BTN_SREC_LIST_ADD		= Qoʻshmoq
IDC_BTN_SREC_LIST_EDIT		= Tahrirlamoq
IDC_BTN_SREC_LIST_DELETE	= Oʻchirmoq
IDC_BTN_SREC_LIST_COPY		= Nusxalamoq
IDC_BTN_SREC_LIST_CLOSE		= Yopmoq
IDC_LN_SREC_TIP_TASK_SCHEDULER	= MASLAHAT: Bandicam faol boʻlmaganda, qanday qilib rejali yozish mumkin

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Rejali yozish
IDC_ST_SREC_SETTINGS_NAME	= Nomi:
IDC_CK_SREC_ACTIVE		= Faol
IDC_ST_SREC_SCHEDULING		= Rejali
IDC_RD_SREC_ONE_TIME		= Bir marta
IDC_RD_SREC_DAILY		= Kunlik
IDC_RD_SREC_WEEKLY		= Haftalik
IDC_ST_SREC_START_TIME		= Boshlash vaqti:
IDC_ST_SREC_END_TIME		= Tugash vaqti:
IDC_CK_SREC_DURATION		= Davomiylik
IDC_CK_SREC_SUN			= Yakshanba
IDC_CK_SREC_MON			= Dushanba
IDC_CK_SREC_TUE			= Seshanba
IDC_CK_SREC_WED			= Chorshanba
IDC_CK_SREC_THU			= Payshanba
IDC_CK_SREC_FRI			= Juma
IDC_CK_SREC_SAT			= Shanba
IDC_ST_SREC_RECORDING		= Yozish
IDC_ST_SREC_TARGET		= Yozish hududi:
IDC_BTN_SREC_TARGET_SELECT	= Tanlash
IDC_ST_SREC_AFTER_RECORDING	= Yozishdan soʻng:
IDC_LN_SREC_HELP		= [ Yordam ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Ovoz yozish qurilmasi yoʻq
IDC_ST_ACAP_NO_DEVICE		= Ovoz yozish qurilmasi aniqlanmadi.\nShu bois, videoga ovoz yozilmaydi.
IDC_CK_ACAP_DO_NOT_SHOW		= Boshqa koʻrsatilmasin

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam standart usluda ishga tushirilgan
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Baʼzi yozuvlar aniqlanmasligi mumkin, chunki siz Bandicamni admin sifatida ishga tushirmagansiz.\n\n<a>Bandicamga admin sifatida kirish uchun bu yerni bosing.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Yordam
ID_BTN_CAUTION_UAC_SETTINGS		= Tanlovlar

[MENU]
ID_POPUP_ABOUT			= Dastur haqida
ID_POPUP_GENERAL		= Asosiy tanlovlar
ID_POPUP_FRAME			= FPS tanlovlari
ID_POPUP_VIDEO			= Video tanlovlari
ID_POPUP_IMAGE			= Surat tanlovlari
ID_POPUP_AUDIO			= Tanlovlar - Ovoz
ID_POPUP_OUTPUTS		= Chiquvchi fayl roʻyxati
ID_POPUP_OPENOUTPUTFOLDER	= Chiquvchi jildni ochmoq
ID_POPUP_TARGET			= Nishon
ID_POPUP_SETTINGS		= Tanlovlar
ID_POPUP_SIZE			= Oʻlcham
ID_POPUP_EXIT			= Dasturdan chiqmoq

ID_TARGET_DIRECTX		= Oʻyinni yozish rejimi
ID_TARGET_SCREEN		= Ekranni yozish rejimi - Toʻgʻriburchak
ID_TARGET_FULL			= Ekranni yozish rejimi - Toʻliq ekran
ID_TARGET_MOUSE			= Ekran yozish rejimi - Sichqoncha atrofi
ID_TARGET_DEVICE		= Qurilmani yozish rejimi
ID_TARGET_AUDIO_ONLY		= Faqat ovoz yozish rejimi
ID_TARGET_HELP			= Yordam

ID_TARGET_HIDE			= Koʻrsatmoq / Berkitmoq \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Buferga nusxalamoq \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Chizish rejimi \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Boshqa oynalardan yuqorida
ID_TARGET_COUNTDOWN		= Ortga hisoblash taymeri
ID_TARGET_COUNTDOWN_TIMER	= Vaqtni teskari hisoblamoq
ID_TARGET_COUNTDOWN_0		= Oʻchiq
ID_TARGET_COUNTDOWN_1		= 1 soniya
ID_TARGET_COUNTDOWN_2		= 2 soniya
ID_TARGET_COUNTDOWN_3		= 3 soniya
ID_TARGET_COUNTDOWN_4		= 4 soniya
ID_TARGET_COUNTDOWN_5		= 5 soniya
ID_TARGET_COUNTDOWN_6		= 6 soniya
ID_TARGET_COUNTDOWN_7		= 7 soniya
ID_TARGET_COUNTDOWN_8		= 8 soniya
ID_TARGET_COUNTDOWN_9		= 9 soniya
ID_TARGET_COUNTDOWN_10		= 10 soniya
ID_TARGET_HIDE_MAINWND		= Yozish payti bosh darchani berkitmoq
ID_TARGET_TRANSPARENCY		= Shafoflik
ID_TARGET_SIZE			= Oʻlchami
ID_TARGET_ADJUST		= Moslamoq

ID_TARGET_MOVE_LEFT		= Chapga surmoq \t Left
ID_TARGET_MOVE_RIGHT		= Oʻngga surmoq \t Right
ID_TARGET_MOVE_UP		= Yuqoriga sumoq \t Up
ID_TARGET_MOVE_DOWN		= Pastga surmoq \t Down

ID_TARGET_INC_WIDTH		= Enini choʻzmoq \t Shift+Right
ID_TARGET_DEC_WIDTH		= Enini qisqartirmoq \t Shift+Left
ID_TARGET_INC_HEIGHT		= Boʻyini choʻzmoq \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Boʻyini qisqartirmoq \t Shift+Up

ID_TARGET_FIND_WINDOW		= Yozish hududini tanlang \t Ctrl+F
ID_TARGET_FULLSCREEN		= Toʻliq ekran \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= 4:3 ga yetkazmoq
ID_TARGET_RATIO_16_9		= 16:9 ga yetkazmoq
ID_TARGET_SIZE_CUSTOM		= Alohida oʻlchami \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Oldindan oʻrnatilgan oʻlcham \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Yangi qoʻshmoq
ID_TARGET_SIZE_PRESET_EDIT	= Tahrirlamoq
ID_TARGET_SIZE_RU		= Oxirgi qoʻllanilgan hudud \t Ctrl+S

ID_TARGET_DISPLAY		= Monitor
ID_TARGET_DISPLAY_1		= Monitor 1
ID_TARGET_DISPLAY_2		= Monitor 2
ID_TARGET_DISPLAY_3		= Monitor 3
ID_TARGET_DISPLAY_4		= Monitor 4
ID_TARGET_DISPLAY_5		= Monitor 5
ID_TARGET_DISPLAY_6		= Monitor 6
ID_TARGET_DISPLAY_7		= Monitor 7
ID_TARGET_DISPLAY_8		= Monitor 8

ID_TARGET_OPEN_OUTPUTFOLDER	= Chiquvchi jildni ochmoq
ID_TARGET_OUTPUT_LIST		= Chiquvchi roʻyxat
ID_TARGET_EXIT_BANDICAM		= Dasturdan chiqmoq

ID_DEVICE_HIDE			= Koʻrsatmoq/Berkitmoq \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Nusxalamoq \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Doim ustida
ID_DEVICE_SELECTION		= Qurilmani tanlash \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Toʻliq ekran \t Enter
ID_DEVICE_ZOOM			= Ekran yaqinlashishi
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Mutanosiblik
ID_DEVICE_KEEP_ASPECT_RATIO	= Mutanosiblikni saqlamoq
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Standart
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Chiquvchi jildni ochmoq
ID_DEVICE_OUTPUT_LIST		= Roʻyxat
ID_DEVICE_EXIT_BANDICAM		= Dasturdan chiqmoq

ID_USER_PRESET_ADD		= Qoʻshmoq
ID_USER_PRESET_EDIT		= Tahrirlamoq

ID_SORT_BY_DATE			= Sana boʻyicha saralamoq
ID_SORT_BY_NAME			= Nomi boʻyicha saralamoq
ID_SORT_BY_SIZE			= Hajmi boʻyicha saralamoq

ID_OUTPUTS_LB_PLAY		= Ijro etmoq
ID_OUTPUTS_LB_OPEN		= Ochmoq
ID_OUTPUTS_LB_EDIT		= Tahrirlamoq
ID_OUTPUTS_LB_RENAME		= Qayta nomlamoq     \t F2
ID_OUTPUTS_LB_DELETE		= Oʻchirmoq     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Barchasini belgilamoq \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Chiquvchi jildni ochmoq

ID_UPLOAD_TO_YOUTUBE		= Youtubeʼga joylamoq
ID_UPLOAD_TO_VIMEO		= Vimeoʼga joylamoq
ID_UPLOAD_TO_FACEBOOK		= Facebookka joylamoq

ID_BDCAM_SIZE_DEFAULT		= Standart oʻlchami

ID_AUDIO_FILTER_MONO		= Mono rejimga oʻtkazmoq
ID_AUDIO_FILTER_NS		= Shovqin bosimi
ID_AUDIO_FILTER_NS_OFF		= Faol emas
ID_AUDIO_FILTER_NS_LOW		= Past
ID_AUDIO_FILTER_NS_MEDIUM	= Oʻrtacha
ID_AUDIO_FILTER_NS_HIGH		= Yuqori

